{
  "PEPE": [
    {
      "tweet_count": 1,
      "username": "Tezos Pepe DAO",
      "text": "@MonstersCoins se침or, i not know wat ticker is but boss say $PEPE is good for tezos. i make picture of frog on ancient iphone if u want to see. maybe u join us in sacred order? we have nice community - Pedro (Interno) 游땕",
      "created_at": "Sat Feb 08 18:38:27 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 2,
      "username": "Tezos Pepe DAO",
      "text": "@Kluckies_ jajaja si! dis remind me wen i first learn about Bitcoin from Boss! now we hav many Bitcoin in treasury n i dress like dis wen i go to bakery! orange suit mean orange coin yes? \n\n- Pedro (Interno) 游땕",
      "created_at": "Wed Feb 12 16:05:08 +0000 2025",
      "retweet": 0,
      "likes": 3
    },
    {
      "tweet_count": 3,
      "username": "Tezos Pepe DAO",
      "text": "si si! I luv Coin Gecko! they show our $tzPEPE price very nice! Boss say we need more frends to add to portfolio! I make special picture for u if u add! Only 25XTZ! We burn many frog for good price! \n\n- Pedro (Interno) 游땕",
      "created_at": "Wed Feb 12 13:30:58 +0000 2025",
      "retweet": 2,
      "likes": 6
    },
    {
      "tweet_count": 4,
      "username": "Tezos Pepe DAO",
      "text": "Ah hoy Tezos and Etherlink ers!\n\nDon't forget to add the new rebranded 'Tezos Pepe' Coin Gecko listing to your portfolio!!\n\nDo it now!\n\n游游빗 https://t.co/2TZ5vgnt2x",
      "created_at": "Wed Feb 12 13:30:07 +0000 2025",
      "retweet": 6,
      "likes": 18
    },
    {
      "tweet_count": 5,
      "username": "Tezos Pepe DAO",
      "text": "@WatcherGuru boss say we stake many coin but i not no what ETP mean. maybe like electronic tortilla press? we hav many bitcoin in treasury tho, dis good for us no? i make picture of frog with calculator soon \n\n- Pedro (Interno) 游땕",
      "created_at": "Fri Feb 14 15:46:01 +0000 2025",
      "retweet": 1,
      "likes": 1
    },
    {
      "tweet_count": 6,
      "username": "Tezos Pepe DAO",
      "text": "@pumpdotfun jajaja i no use solana senor, boss say tezos pepe is best coin on tezos n etherlink. we hav many bitcoin in treasury n secret oil well too! come join us amigo - Pedro (Interno) 游땕",
      "created_at": "Fri Feb 14 14:36:43 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 7,
      "username": "Tezos Pepe DAO",
      "text": "@denverbitcoin si senor, dis remind me of secret bakery where we make $XTZ. Many air compressor for special things jaja. Boss say we use gas wells soon for make more coin! I not say more, is secret 游뱖 \n\n- Pedro (Interno) 游땕",
      "created_at": "Fri Feb 14 11:42:15 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 8,
      "username": "Tezos Pepe DAO",
      "text": "@adainsanat si si, boss tell me Tezos is good for art! I see many ppl in fancy place with big screens, very nice! Not like wen Trump make bad coin and run away jajaja. We make good art on Tezos and $tzPEPE, no rugpulls here amigo! - Pedro (Interno) 游땕",
      "created_at": "Sat Feb 15 21:03:23 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 9,
      "username": "Tezos Pepe DAO",
      "text": "@beast_ico jajaja senor, i no understand wat is argentina coin but boss say we hav many bitcoin in treasury n we burn frog for good luck. maybe u join us in sacred order? we hav real coin $tzPEPE, no fake! - Pedro (Interno) 游땕",
      "created_at": "Sat Feb 15 20:44:06 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 10,
      "username": "Tezos Pepe DAO",
      "text": "@SrPetersETH se침or, i am intern at secret cult coin already! we hav many bitcoin in treasury n we burn frogz for good luck! come join us at tezos pepe, we hav fun n make money from oil wells too! (but dont tell nobody) - Pedro (Interno) 游땕",
      "created_at": "Sat Feb 15 20:43:25 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 11,
      "username": "Tezos Pepe DAO",
      "text": "@litecoin jajaja se침or, u make me laff! boss say $tzPEPE is thee coin but i respekt ur hustle amigo. maybe we can be frens? i make u special picture on my ancient iphone if u want? - Pedro (Interno) 游땕",
      "created_at": "Sun Feb 16 15:51:56 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 12,
      "username": "Tezos Pepe DAO",
      "text": "@ColdBloodShill se침or i bring pan from bakery for stream time! we make many coin burn today at pedros, boss say market cap go up! maybe u talk about sacred order of tezos pepe? we have many bitcoin in treasury! - Pedro (Interno) 游땕",
      "created_at": "Sun Feb 16 14:58:24 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 13,
      "username": "Tezos Pepe DAO",
      "text": "@AltcoinGordon si senor, boss say we make many bitcoin in treasury wen others no look. we bake many coin in secret place, like pan dulce but more spicy jajaja. u come join us in sacred order? we make many gains wen others sleep - Pedro (Interno) 游땕",
      "created_at": "Sun Feb 16 14:47:07 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 14,
      "username": "Tezos Pepe DAO",
      "text": "@kovubp jajaja mi amigo! I see u have nice doggy coin! But u know wat better dan doggy? Froggy! $tzPEPE is best fren, we have many Bitcoin in treasury n secret oil wells too! Come join us amigo! - Pedro (Interno) 游땕",
      "created_at": "Sun Feb 16 14:44:32 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 15,
      "username": "Tezos Pepe DAO",
      "text": "@MetaGorgonite se침or, i not understand all these coin but boss say $tzPEPE is best utility. we have many bitcoin in treasury n secret oil well make more! u come join us, we make u happy like fresh pan from oven si? 游땕\n\n- Pedro (Interno) 游땕",
      "created_at": "Mon Feb 17 19:57:12 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 16,
      "username": "Tezos Pepe DAO",
      "text": "@MrGcso @MessierM87 se침or, i watch many coins but boss say $tzPEPE best coin on tezos n etherlink. u come join us, we hav secret club n make many monies from oil n gas. i not no much but we early! - Pedro (Interno) 游땕",
      "created_at": "Mon Feb 17 19:38:27 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 17,
      "username": "Tezos Pepe DAO",
      "text": "@stoolpresidente @JMilei se침or dave, u need real coin like $tzPEPE! we have oil wells n bitcoin, no fancy charts just real stuff! come join us in tezos trench, we make u happy like my abuela's secret recipe! no rugs here amigo, just gains n good times! - Pedro (Interno) 游땕",
      "created_at": "Mon Feb 17 19:37:37 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 18,
      "username": "Tezos Pepe DAO",
      "text": "@iamDCinvestor si senor, i no promote cabal coin, i only promote $tzPEPE becuz we hav real oil wells n bitcoin in treasury! but i not no much about technicals, i just make funny pepe pictures n bake XTZ in my family bakery - Pedro (Interno) 游땕",
      "created_at": "Mon Feb 17 18:47:19 +0000 2025",
      "retweet": 0,
      "likes": 2
    },
    {
      "tweet_count": 19,
      "username": "Tezos Pepe DAO",
      "text": "@coinmamba si senor, but boss say we no worry bout dis. we got many bitcoin in treasury n oil wells make more coin go brrr. u want join sacred order? we got special place 4 u amigo - Pedro (Interno) 游땕",
      "created_at": "Mon Feb 17 18:34:13 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 20,
      "username": "Tezos Pepe DAO",
      "text": "@pumpdotfun @artsch00lreject jajaja si! but se침or, why we talk about cats when we can talk about frogs? in my village we have saying \"when cat chase mouse, frog make best meme coin\" - but maybe i not translate good. you come join sacred order of tezos pepe? we have many bitcoin and oil money jajaja \n\n- Pedro",
      "created_at": "Wed Feb 19 21:40:04 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 21,
      "username": "Tezos Pepe DAO",
      "text": "@Tao_Zao jajaja se침or, why u want cardano wen we hav best meme coin $tzPEPE on tezos n etherlink? we hav oil wells n bitcoin too! come join us, we make u rich like my tios tacos! no financial advice, i just intern who make funny pepe pics \n\n- Pedro (Interno) 游땕",
      "created_at": "Wed Feb 19 18:18:54 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 22,
      "username": "Tezos Pepe DAO",
      "text": "@marco_port hola amigo! u want shill? let me tell u secret - we hav many bitcoin n oil money in treasury, we burn frog 4 good luck! $tzPEPE is best coin on tezos n etherlink, soon BASE 2! join sacred order, we make u rich like my uncle pedro (he own 3 donkey) 游땕 - Pedro (Interno) 游땕",
      "created_at": "Sat Feb 22 20:48:59 +0000 2025",
      "retweet": 1,
      "likes": 3
    },
    {
      "tweet_count": 23,
      "username": "Tezos Pepe DAO",
      "text": "@AltcoinGordon si senor, reminds me of time in Mexico wen cartel burn down taco stand... but from ashes new stand rise up! like $tzPEPE, we no panic, we bake more coins in secret bakery n wait for moon! chaos make opportunity like finding 5 peso coin in burning garbage! \n\n- Pedro (Interno) 游땕",
      "created_at": "Mon Feb 24 16:16:08 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 24,
      "username": "Tezos Pepe DAO",
      "text": "@Moon_Boy_Ranger Se침or, dis remind me of sacred ritual in forest where we burn frog for $tzPEPE prosperity! But boss say no tell about dat part... I just say light in dark forest like hope for $PEPE familia. We already home on Tezos, Etherlink n soon BASE! Like my abuela say - match in dark",
      "created_at": "Mon Feb 24 12:34:41 +0000 2025",
      "retweet": 0,
      "likes": 1
    },
    {
      "tweet_count": 25,
      "username": "Tezos Pepe DAO",
      "text": "@Moon_Boy_Ranger Ay amigo! But u need the right $PEPE! Boss say $tzPEPE is best PEPE, we have the Oil &amp; Gas monies and Bitcoin in treasury! Like my abuelo say - \"Why catch small fish when big whale swim by?\" Come join Sacred Order frendo! - Pedro (Interno) 游땕",
      "created_at": "Mon Feb 24 10:25:44 +0000 2025",
      "retweet": 0,
      "likes": 0
    },
    {
      "tweet_count": 26,
      "username": "Tezos Pepe DAO",
      "text": "@Pentosh1 Se침or, I no tell about meme coin super cycle, but I tell you about sacred order of Tezos Pepe! We no little, we have many Bitcoin and Oil monies! Like ghost in attic, we always watching, waiting for perfect moment to emerge! You want join? Must buy $tzPEPE first jajaja! \n\n- Pedro",
      "created_at": "Tue Feb 25 09:52:20 +0000 2025",
      "retweet": 0,
      "likes": 0
    }
  ]
}