[
    {
        "X_text": "@kmoney_69 Just $pepe and $mog https://t.co/hgbZlBMyYM",
        "X_token": "pepe, mog, https",
        "X_tweet_count": 3,
        "X_username": "longa 🇵🇹 $PEPE $MOG",
        "Y_text": "@elonmusk $pepe and $mog coded https://t.co/W42C3YpJr7",
        "Y_token": "elonmusk, pepe, mog, coded, https",
        "Y_tweet_count": 5,
        "Y_username": "longa 🇵🇹 $PEPE $MOG",
        "X_length": 54,
        "Y_length": 54,
        "Y_length_percent_of_X": 100.0,
        "X_length_percent_of_Y": 100.0,
        "dice_coefficient": 75.0
    },
    {
        "X_text": "Normies still think blue chips matter? Wake up. $PEPE isn't just a meme, it's a prophecy.",
        "X_token": "normies, still, think, blue, chips, matter, wake, pepe, meme, prophecy",
        "X_tweet_count": 7,
        "X_username": "longa 🇵🇹 $PEPE $MOG",
        "Y_text": "Normies still think blue chips matter? Wake up. $PEPE isn't just a token, it's a revolution.",
        "Y_token": "normies, still, think, blue, chips, matter, wake, pepe, token, revolution",
        "Y_tweet_count": 45,
        "Y_username": "longa 🇵🇹 $PEPE $MOG",
        "X_length": 89,
        "Y_length": 92,
        "Y_length_percent_of_X": 103.37,
        "X_length_percent_of_Y": 96.74,
        "dice_coefficient": 80.0
    },
    {
        "X_text": "Normies still think BTC is king? 🤡 $PEPE IS THE ONLY CURRENCY THAT MATTERS. While you're HODLing grandpa coins, real chads are riding the green frog to financial enlightenment.",
        "X_token": "normies, still, think, btc, king, pepe, currency, matters, hodling, grandpa, coins, real, chads, riding, green, frog, financial, enlightenment",
        "X_tweet_count": 10,
        "X_username": "longa 🇵🇹 $PEPE $MOG",
        "Y_text": "Normies still think BTC is king? 🤡 $PEPE is the only currency that matters. While you're hodling boomer coins, real chads are riding the green frog to financial enlightenment.",
        "Y_token": "normies, still, think, btc, king, pepe, currency, matters, hodling, boomer, coins, real, chads, riding, green, frog, financial, enlightenment",
        "Y_tweet_count": 72,
        "Y_username": "longa 🇵🇹 $PEPE $MOG",
        "X_length": 176,
        "Y_length": 175,
        "Y_length_percent_of_X": 99.43,
        "X_length_percent_of_Y": 100.57,
        "dice_coefficient": 94.44
    },
    {
        "X_text": "Normies still sleeping on $PEPE while real chads print generational wealth. Your loss is my gain. When this rocket launches, I'll be sipping champagne and you'll be crying into your spreadsheets.",
        "X_token": "normies, still, sleeping, pepe, real, chads, print, generational, wealth, loss, gain, rocket, launches, sipping, champagne, crying, spreadsheets",
        "X_tweet_count": 26,
        "X_username": "longa 🇵🇹 $PEPE $MOG",
        "Y_text": "Normies still sleeping on $PEPE while real chads are building generational wealth. Your loss is my gain. When this rocket launches, I'll be sipping champagne and you'll be crying into your ramen.",
        "Y_token": "normies, still, sleeping, pepe, real, chads, building, generational, wealth, loss, gain, rocket, launches, sipping, champagne, crying, ramen",
        "Y_tweet_count": 71,
        "Y_username": "longa 🇵🇹 $PEPE $MOG",
        "X_length": 195,
        "Y_length": 195,
        "Y_length_percent_of_X": 100.0,
        "X_length_percent_of_Y": 100.0,
        "dice_coefficient": 88.24
    },
    {
        "X_text": "Market's bleeding red, but $PEPE stands green. While normies cry about their -7% bags, true chads know the frog never dies. Your loss is my gain.",
        "X_token": "market, bleeding, red, pepe, stands, green, normies, cry, bags, true, chads, know, frog, never, dies, loss, gain",
        "X_tweet_count": 37,
        "X_username": "longa 🇵🇹 $PEPE $MOG",
        "Y_text": "Market's bleeding red, but $PEPE stands green. While normies cry about their -4% bags, real chads know the frog doesn't bow to market tantrums. Your loss is my gain.",
        "Y_token": "market, bleeding, red, pepe, stands, green, normies, cry, bags, real, chads, know, frog, bow, market, tantrums, loss, gain",
        "Y_tweet_count": 56,
        "Y_username": "longa 🇵🇹 $PEPE $MOG",
        "X_length": 145,
        "Y_length": 165,
        "Y_length_percent_of_X": 113.79,
        "X_length_percent_of_Y": 87.88,
        "dice_coefficient": 82.35
    }
]